Repository: cuongjpitdnu/Project
Catalog: dfs/step2_DSF602/Source/DSF602/DSF602/Language/*.po
Languages: vi_vn

source: Please input {0} password
vi_vn: Vui lòng nhập mật khẩu {0}

source: Please input {0}
vi_vn: Vui lòng nhập {0}

source: Exit
vi_vn: Thoát

source: Login
vi_vn: Đăng nhập

source: UserName
vi_vn: Tên đăng nhập

source: Password
vi_vn: Mật khẩu

source: Are you sure you want to delete user?
vi_vn: Bạn chắc chắn muốn xóa tài khoản?

source: Change password fail
vi_vn: Thay đổi mật khẩu thất bại

source: Change password success
vi_vn: Thay đổi mật khẩu thành công

source: You have entered incorrect username or password!
vi_vn: Tài khoản đăng nhập hoặc mật khẩu không đúng

source: Please input password.
vi_vn: Vui lòng nhập mật khẩu.

source: Please input username.
vi_vn: Vui lòng nhập tên đăng nhập.

source: Password does not match the confirm password
vi_vn: Mật khẩu không trùng khớp

source: Device
vi_vn: Thiết bị

source: Data
vi_vn: Báo cáo

source: User
vi_vn: Người dùng

source: Language
vi_vn: Ngôn ngữ

source: Update
vi_vn: Cập nhật

source: GRAPH
vi_vn: Đồ thị

source: MAP
vi_vn: Bản đồ

source: Select display language:
vi_vn: Chọn ngôn ngữ:

source: Cancel
vi_vn: Hủy

source: Agree
vi_vn: Đồng ý

source: System Users Management
vi_vn: Quản lý người dùng

source: Users
vi_vn: Tài khoản

source: Change Password
vi_vn: Thay đổi mật khẩu

source: Role
vi_vn: Quyền

source: Re-type password
vi_vn: Nhập lại mật khẩu

source: New password
vi_vn: Mật khẩu mới

source: Full Name
vi_vn: Tên đầy đủ

source: Current password
vi_vn: Mật khẩu hiện tại

source: Save User
vi_vn: Lưu

source: Save Change
vi_vn: Lưu

source: Create User
vi_vn: Tạo mới

source: Username
vi_vn: Tên đăng nhập

source: Block Name
vi_vn: Tên thiết bị

source: Block Setting
vi_vn: Cài đặt thiết bị

source: Active
vi_vn: Kích hoạt

source: IP Address
vi_vn: Địa chỉ IP

source: Save
vi_vn: Lưu

source: List sensor of block
vi_vn: Danh sách sensor

source: Sensor Setting
vi_vn: Cài đặt sensor

source: Sensor Name
vi_vn: Tên sensor

source: Ordinal Display
vi_vn: Vị trí

source: Alarm Value
vi_vn: Giá trị ngưỡng

source: Clear
vi_vn: Hủy nhập

source: Reset Default
vi_vn: Cài đặt gốc

source: current
vi_vn: hiện tại

source: new
vi_vn: mới

source: re-type new
vi_vn: mới lần nữa

source: Admin
vi_vn: Quản trị viên

source: Do you want delete this record?
vi_vn: Bạn muốn xóa bản ghi này?

source: Search
vi_vn: Tìm kiếm

source: Date
vi_vn: Thời gian

source: Result
vi_vn: Kết quả

source: Type
vi_vn: Kiểu

source: Time
vi_vn: Thời gian

source: Only show the voltage exceeds the threshold
vi_vn: Chỉ hiển thị điện áp vượt ngưỡng

source: Measurment Management
vi_vn: Báo cáo

source: Start Time
vi_vn: Thời gian bắt đầu

source: End Time
vi_vn: Thời gian kết thúc

source: Has erros in process.
vi_vn: Xảy ra lỗi.

source: Data not found.
vi_vn: Không có dữ liệu.

source: Please select 1 row data to export excel.
vi_vn: Vui lòng chọn 1 dòng để xuất Excel.

source: Excel template not found.
vi_vn: Không có mẫu file Excel.

source: Do you want open file report?
vi_vn: Bạn có muốn mở file báo cáo?

source: Export excel errors.
vi_vn: Xuất excel xảy ra lỗi.

source: Filter
vi_vn: Lọc

source: Value (V)
vi_vn: Giá trị (V)

source: All
vi_vn: Tất cả

source: Pass
vi_vn: Hợp lệ

source: Fail
vi_vn: Sai

source: User name already exists
vi_vn: Tên đăng nhập đã tồn tại

source: LOCATION
vi_vn: Vị trí

source: Location (Block)
vi_vn: Thiết bị

source: Setting
vi_vn: Cài đặt

source: Block name already exists
vi_vn: Tên thiết bị đã tồn tại

source: Sensor name already exists
vi_vn: Tên sensor đã tồn tại

source: Block
vi_vn: Thiết bị

source: Reset
vi_vn: Cài đặt lại

source: Delete
vi_vn: Xóa

source: Save setting success
vi_vn: Lưu thành công

source: Restore
vi_vn: Khôi phục

source: A new version is availble
vi_vn: Có phiên bản mới

source: App is up to date
vi_vn: Ứng dụng được cập nhật

source: You are already the latest version, there are no new updates available at this moment
vi_vn: Phiên bản đang dùng là mới nhất, không có bản cập nhật nào khác

source: Download Starting...
vi_vn: Bắt đầu tải...

source: Completed
vi_vn: Hoàn thành

source: Download complete
vi_vn: Tải xong

source: Downloaded
vi_vn: Tải xong

source: Restart and update the application
vi_vn: Khởi động và cập nhật ứng dụng

source: Update Management
vi_vn: Quản lý phiên bản

source: Please wait while the program is processing...
vi_vn: Vui lòng đợi...

source: CheckVersion
vi_vn: Kiểm tra phiên bản

source: Restore Version
vi_vn: Khôi phục phiên bản

source: Check update and restore
vi_vn: Kiểm tra phiên bản và khôi phục

source: The current version is {0} !
vi_vn: Phiên bản hiện tại là {0} !

source: Select version:
vi_vn: Lựa chọn phiên bản:

source: Error Message Manager
vi_vn: Quan lý thông báo lỗi

source: Error Message:
vi_vn: Lỗi:

source: Unable to connect to the block: {0} - {1}
vi_vn: Không thể kết nối tới thiết bị: {0} - {1}

source: No data: {0} - {1}
vi_vn: Không có dữ liệu: {0} - {1}

source: Check the connection again.
vi_vn: Vui lòng kiểm tra lại kết nối.

source: Message
vi_vn: Tin nhắn

source: Are you sure you want to change device settings?
vi_vn: Bạn chắc chắn muốn thay đổi thông tin thiết bị?

source: Information
vi_vn: Thông tin

source: ERROR
vi_vn: Thông báo lỗi

source: Are you sure you want to close?
vi_vn: Bạn chắc chắn muốn thoát?

source: Version
vi_vn: Phiên bản

source: Deactive
vi_vn: Dừng

source: Block name cannot be more than 8 characters
vi_vn: Tên thiết bị không được dài hơn 8 kí tự

source: Please input {0} is a number than 0
vi_vn: {0} phải là số lớn hơn 0

source: Are you sure you want to reset device current?
vi_vn: Bạn chắc chắn muốn khôi phục cài đặt gốc cho thiết bị hiện tại?

source: Reset setting fail
vi_vn: Khôi phục cài đặt gốc xảy ra lỗi

source: Save setting fail
vi_vn: Xảy ra lỗi

source: Update error
vi_vn: Cập nhật xảy ra lỗi

source: STATIRON DSF602 Control Software
vi_vn: USTATIRON DSF602 Control Software

source: Load File
vi_vn: Tải file

source: Activate
vi_vn: Kích hoạt

source: Status
vi_vn: Trạng thái

source: Alarm!
vi_vn: Cảnh báo!

source: Running
vi_vn: Đang chạy

source: No use
vi_vn: Không sử dụng

source: Measure Type
vi_vn: Kiểu đo

source: About
vi_vn: Giới thiệu

source: Alarm Report
vi_vn: Báo cáo vượt ngưỡng

source: Software
vi_vn: Phần mềm

source: Customer
vi_vn: Khách hàng

source: ResetKey, ResetApp will restart application!
vi_vn: ResetKey, ResetApp sẽ phải khởi động lại chương trình

source: Set default values
vi_vn: Cài mặc định

source: Voltage
vi_vn: Đo điện áp

source: Ion Balance
vi_vn: Đo Ion

source: Decay Time
vi_vn: Đo decay

source: Charging
vi_vn: Giới hạn trên

source: Decay To
vi_vn: Giới hạn dưới

source: Decay Alarm
vi_vn: Decay hợp lệ

source: Stop Decay
vi_vn: Decay tối đa

source: Alarm Peak Voltage
vi_vn: Giá trị ngưỡng

source: Stop IB Measure
vi_vn: Thời gian đo

source: Measure count
vi_vn: STT

source: Mon
vi_vn: T2

source: Tue
vi_vn: T3

source: Wed
vi_vn: T4

source: Thu
vi_vn: T5

source: Fri
vi_vn: T6

source: Sat
vi_vn: T7

source: Sun
vi_vn: CN

source: Auto Measure Time
vi_vn: Lịch đo tự động
